#Написать программу, которая принимает от пользователя целое число и выводит на экран его квадрат.
num = int(input("Введите целое число:"))
print("Квадрат чилса:", num**2)